---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneHeatingInformationParam
source: html/f13312d1-576b-ae0f-22ff-1ece6572cf2c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneHeatingInformationParam Property

"Heating Information"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneHeatingInformationParam { get; }
```